Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

source: At a quarter moon, the Sun and Moon's tidal effects partly offset, narrowing the range. Near apogee, the farther Moon's weaker effect narrows the range further.
da: Ved halvmåne modvirker Solens og Månens tidevandspåvirkninger delvis hinanden, så forskellen mindskes. Nær apogæum mindsker den fjernere Månes svagere påvirkning forskellen yderligere.
de: Bei Halbmond gleichen sich die Gezeitenwirkungen von Sonne und Mond teilweise aus und verringern den Tidenhub. Nahe dem Apogäum verringert der schwächere Einfluss des weiter entfernten Mondes den Tidenhub zusätzlich.
es_es: En cuarto lunar, los efectos de marea del Sol y la Luna se compensan en parte y reducen la amplitud. Cerca del apogeo, el efecto menor de la Luna más lejana la reduce aún más.
fi: Puolikuun aikaan Auringon ja Kuun vuorovesivaikutukset kumoavat osittain toisensa ja vaihtelu pienenee. Apogeumissa kauempana olevan Kuun heikompi vaikutus pienentää vaihtelua entisestään.
fr_ca: Au quartier de lune, les effets de marée du Soleil et de la Lune se compensent en partie, ce qui réduit le marnage. Près de l’apogée, l’effet plus faible de la Lune plus éloignée le réduit davantage.
it: Ai quarti di luna, gli effetti di Sole e Luna si compensano in parte, riducendo l’escursione. Vicino all’apogeo, l’effetto più debole della Luna lontana la riduce ulteriormente.
ja: 上弦や下弦では太陽と月の作用が一部打ち消し合い、潮差が小さくなります。遠地点付近では月が遠く、その作用が弱まるため、潮差はさらに小さくなります。
ko: 반달일 때는 태양과 달의 조석 효과가 일부 상쇄되어 조차가 작아집니다. 원지점 부근에서는 먼 달의 영향이 약해져 조차가 더 작아집니다.
nb: Ved halvmåne motvirker Solen og Månen delvis hverandres tidevannsvirkning, og forskjellen blir mindre. Nær apogeum er Månen lenger unna, og den svakere virkningen reduserer forskjellen ytterligere.
nl: Bij halve maan heffen de getijwerkingen van de zon en de maan elkaar deels op, waardoor het getijverschil kleiner wordt. Bij het apogeum verkleint de zwakkere invloed van de verder weg staande maan het verschil nog meer.
pt_br: Nos quartos da Lua, os efeitos do Sol e da Lua se compensam parcialmente, reduzindo a amplitude das marés. Perto do apogeu, o efeito mais fraco da Lua distante reduz ainda mais a amplitude.
pt_pt: Nos quartos da Lua, os efeitos do Sol e da Lua compensam-se parcialmente, reduzindo a amplitude das marés. Perto do apogeu, o efeito mais fraco da Lua distante reduz ainda mais a amplitude.
sv: Vid halvmåne motverkar solens och månens tidvattenpåverkan delvis varandra, vilket minskar tidvattenskillnaden. Nära apogeum minskar den mer avlägsna månens svagare påverkan skillnaden ytterligare.

source: At a quarter moon, the Sun and Moon's tidal effects partly offset, narrowing the range. Near perigee, the closer Moon's stronger effect offsets some of the neap narrowing.
da: Ved halvmåne modvirker Solens og Månens tidevandspåvirkninger delvis hinanden, så forskellen mindskes. Nær perigæum modvirker den nærmere Månes stærkere påvirkning en del af nipflodens mindskelse.
de: Bei Halbmond gleichen sich die Gezeitenwirkungen von Sonne und Mond teilweise aus und verringern den Tidenhub. Nahe dem Perigäum gleicht der stärkere Einfluss des näheren Mondes einen Teil dieser Verringerung aus.
es_es: En cuarto lunar, los efectos de marea del Sol y la Luna se compensan en parte y reducen la amplitud. Cerca del perigeo, el efecto mayor de la Luna más cercana contrarresta parte de la reducción propia de la marea muerta.
fi: Puolikuun aikaan Auringon ja Kuun vuorovesivaikutukset kumoavat osittain toisensa ja vaihtelu pienenee. Perigeumissa lähempänä olevan Kuun voimakkaampi vaikutus lieventää osittain vajaavuoksen pienentymistä.
fr_ca: Au quartier de lune, les effets de marée du Soleil et de la Lune se compensent en partie, ce qui réduit le marnage. Près du périgée, l’effet plus fort de la Lune plus proche atténue une partie de la réduction des marées de morte-eau.
it: Ai quarti di luna, gli effetti di Sole e Luna si compensano in parte, riducendo l’escursione. Vicino al perigeo, l’effetto più forte della Luna vicina attenua questa riduzione.
ja: 上弦や下弦では太陽と月の作用が一部打ち消し合い、潮差が小さくなります。近地点付近では月が近く、その作用が強まるため、小潮による潮差の縮小がやや緩和されます。
ko: 반달일 때는 태양과 달의 조석 효과가 일부 상쇄되어 조차가 작아집니다. 근지점 부근에서는 가까운 달의 영향이 강해져 소조의 조차 감소를 일부 완화합니다.
nb: Ved halvmåne motvirker Solen og Månen delvis hverandres tidevannsvirkning, og forskjellen blir mindre. Nær perigeum er Månen nærmere, og den sterkere virkningen motvirker noe av reduksjonen ved nippflo.
nl: Bij halve maan heffen de getijwerkingen van de zon en de maan elkaar deels op, waardoor het getijverschil kleiner wordt. Bij het perigeum compenseert de sterkere invloed van de dichterbij staande maan een deel van die afname.
pt_br: Nos quartos da Lua, os efeitos do Sol e da Lua se compensam parcialmente, reduzindo a amplitude das marés. Perto do perigeu, o efeito mais forte da Lua próxima atenua essa redução.
pt_pt: Nos quartos da Lua, os efeitos do Sol e da Lua compensam-se parcialmente, reduzindo a amplitude das marés. Perto do perigeu, o efeito mais forte da Lua próxima atenua essa redução.
sv: Vid halvmåne motverkar solens och månens tidvattenpåverkan delvis varandra, vilket minskar tidvattenskillnaden. Nära perigeum motverkar den närmare månens starkare påverkan en del av nipflodens minskning.

source: Available offline
da: Tilgængelig offline
de: Offline verfügbar
es_es: Disponible sin conexión
fi: Käytettävissä ilman verkkoyhteyttä
fr_ca: Disponible hors ligne
it: Disponibile offline
ja: オフラインで利用可能
ko: 오프라인 사용 가능
nb: Tilgjengelig frakoblet
nl: Offline beschikbaar
pt_br: Disponível offline
pt_pt: Disponível sem ligação
sv: Tillgängligt offline

source: Available offline for %lld more days
da: Tilgængelig offline i %lld dage mere
de: Noch %lld Tage offline verfügbar
es_es: Disponible sin conexión durante %lld días más
fi: Käytettävissä ilman verkkoyhteyttä vielä %lld päivää
fr_ca: Disponible hors ligne pour %lld jours supplémentaires
it: Disponibile offline per ancora %lld giorni
ja: あと%lld日間オフラインで利用可能
ko: %lld일 더 오프라인 사용 가능
nb: Tilgjengelig frakoblet i %lld dager til
nl: Nog %lld dagen offline beschikbaar
pt_br: Disponível offline por mais %lld dias
pt_pt: Disponível sem ligação por mais %lld dias
sv: Tillgängligt offline i %lld dagar till

source: Back
da: Tilbage
de: Zurück
es_es: Atrás
fi: Takaisin
fr_ca: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
nl: Terug
pt_br: Voltar
pt_pt: Voltar
sv: Tillbaka

source: Between low and high, or on the way to slack.
da: Mellem lav- og højvande, eller på vej mod strømstille.
de: Zwischen Niedrig- und Hochwasser oder auf dem Weg zum Stauwasser.
es_es: Entre bajamar y pleamar, o camino de la estoa.
fi: Ala- ja yläveden välillä tai kohti virran tyyntymistä.
fr_ca: Entre basse et haute, ou en route vers l’étale.
it: Tra bassa e alta marea, o verso la stanca.
ja: 干潮から満潮の間、または潮止まりへ向かう流れ。
ko: 간조와 만조 사이, 또는 정조를 향하는 중.
nb: Mellom lavvann og høyvann, eller på vei mot strømstille.
nl: Tussen laag- en hoogwater, of op weg naar de kentering.
pt_br: Entre a baixa-mar e a preamar, ou a caminho do estofo.
pt_pt: Entre a baixa-mar e a preia-mar, ou a caminho do estofo.
sv: Mellan låg- och högvatten, eller på väg mot strömstilla.

source: Between spring and neap alignments, the tidal range is changing. The Moon's distance also matters: closer at perigee tends to widen the range, farther at apogee to narrow it.
da: Mellem springflod og nipflod ændrer tidevandsforskellen sig. Månens afstand har også betydning: tættere på ved perigæum øger typisk forskellen, længere væk ved apogæum mindsker den.
de: Zwischen Spring- und Nipptide verändert sich der Tidenhub. Auch die Entfernung des Mondes spielt eine Rolle: Im näheren Perigäum wird der Tidenhub tendenziell größer, im ferneren Apogäum kleiner.
es_es: Entre las alineaciones de marea viva y muerta, la amplitud de marea está cambiando. La distancia de la Luna también importa: más cerca en el perigeo tiende a ampliarla y más lejos en el apogeo, a reducirla.
fi: Tulvavuoksen ja vajaavuoksen välillä vuorovesivaihtelu muuttuu. Myös Kuun etäisyys vaikuttaa: perigeumissa lähempi Kuu yleensä kasvattaa vaihtelua, apogeumissa kaukaisempi Kuu pienentää sitä.
fr_ca: Entre les alignements de vive-eau et de morte-eau, le marnage évolue. La distance de la Lune compte aussi : plus proche au périgée, elle tend à augmenter le marnage; plus éloignée à l’apogée, elle tend à le réduire.
it: Tra sizigia e quadratura, l’escursione di marea cambia. Conta anche la distanza della Luna: più vicina al perigeo tende ad aumentarla, più lontana all’apogeo a ridurla.
ja: 大潮と小潮の間では、潮差が変化しています。月までの距離も影響し、近地点では潮差が大きく、遠地点では小さくなる傾向があります。
ko: 대조와 소조 사이에는 조차가 변합니다. 달의 거리도 영향을 줍니다. 근지점에서는 가까운 달이 조차를 키우고 원지점에서는 먼 달이 조차를 줄이는 경향이 있습니다.
nb: Mellom springflo og nippflo endres tidevannsforskjellen. Månens avstand spiller også inn: nærmere ved perigeum øker gjerne forskjellen, mens større avstand ved apogeum reduserer den.
nl: Tussen springtij en doodtij verandert het getijverschil. De afstand van de maan telt ook mee: dichterbij, bij het perigeum, wordt het verschil doorgaans groter; verder weg, bij het apogeum, kleiner.
pt_br: Entre sizígia e quadratura, a amplitude das marés muda. A distância da Lua também importa: mais próxima no perigeu, tende a aumentar a amplitude; mais distante no apogeu, a reduzi-la.
pt_pt: Entre sizígia e quadratura, a amplitude das marés muda. A distância da Lua também importa: mais próxima no perigeu, tende a aumentar a amplitude; mais distante no apogeu, a reduzi-la.
sv: Mellan springflod och nipflod förändras tidvattenskillnaden. Månens avstånd spelar också roll: närmare vid perigeum tenderar att öka skillnaden, längre bort vid apogeum att minska den.

source: Between us and the sun, so its lit side faces away.
da: Mellem os og Solen, så dens belyste side vender væk.
de: Zwischen uns und der Sonne, daher zeigt die beleuchtete Seite von uns weg.
es_es: Entre nosotros y el Sol, con la cara iluminada orientada en sentido contrario.
fi: Maan ja Auringon välissä, joten valaistu puoli osoittaa meistä poispäin.
fr_ca: Entre nous et le Soleil, sa face éclairée est tournée dans l’autre direction.
it: Tra noi e il Sole, con il lato illuminato rivolto altrove.
ja: 地球と太陽の間にあるため、光の当たる側は地球から見えません。
ko: 지구와 태양 사이에 있어 밝은 면이 반대쪽을 향합니다.
nb: Mellom oss og Solen, med den belyste siden vendt bort.
nl: Tussen ons en de zon, waardoor de verlichte kant van ons af is gericht.
pt_br: Entre nós e o Sol, com o lado iluminado voltado para longe de nós.
pt_pt: Entre nós e o Sol, com o lado iluminado voltado para longe de nós.
sv: Mellan oss och solen, så den belysta sidan är vänd bort från oss.

source: by Open Waters
da: af Open Waters
de: von Open Waters
es_es: por Open Waters
fi: Tekijä Open Waters
fr_ca: par Open Waters
it: di Open Waters
ja: Open Waters制作
ko: Open Waters 제작
nb: av Open Waters
nl: van Open Waters
pt_br: por Open Waters
pt_pt: por Open Waters
sv: av Open Waters

source: Calendar
da: Kalender
de: Kalender
es_es: Calendario
fi: Kalenteri
fr_ca: Calendrier
it: Calendario
ja: カレンダー
ko: 캘린더
nb: Kalender
nl: Kalender
pt_br: Calendário
pt_pt: Calendário
sv: Kalender

source: Calendar access is off
da: Kalenderadgang er slået fra
de: Kalenderzugriff ist ausgeschaltet
es_es: El acceso al calendario está desactivado
fi: Kalenterin käyttö on estetty
fr_ca: L’accès au calendrier est désactivé
it: Accesso al calendario disattivato
ja: カレンダーへのアクセスがオフです
ko: 캘린더 접근 꺼짐
nb: Kalendertilgang er av
nl: Kalendertoegang staat uit
pt_br: Acesso ao calendário desativado
pt_pt: Acesso ao calendário desativado
sv: Kalenderåtkomst är avstängd

source: Can you help?
da: Kan du hjælpe?
de: Kannst du helfen?
es_es: ¿Puedes ayudarnos?
fi: Voitko auttaa?
fr_ca: Pouvez-vous aider ?
it: Puoi aiutarci?
ja: 情報をお寄せください
ko: 도움을 주실 수 있나요?
nb: Kan du hjelpe?
nl: Kun je helpen?
pt_br: Pode ajudar?
pt_pt: Pode ajudar?
sv: Kan du hjälpa till?

source: Canadian (CHS) stations use harmonic models fitted on this device from CHS (IWLS) predictions under DFO's terms (clause 10). They are not CHS-published numbers and are not for navigation. A few Canadian waters without CHS gauges use bundled TICON-4 constants.
da: Canadiske stationer (CHS) bruger harmoniske modeller tilpasset på denne enhed ud fra CHS-prognoser (IWLS) under DFO's vilkår (punkt 10). Tallene er ikke offentliggjort af CHS og er ikke til navigation. Enkelte canadiske farvande uden CHS-målere bruger medfølgende TICON-4-konstanter.
de: Kanadische Stationen (CHS) verwenden harmonische Modelle, die auf diesem Gerät an CHS-Vorhersagen (IWLS) gemäß den DFO-Bedingungen (Klausel 10) angepasst werden. Die Werte werden nicht von CHS veröffentlicht und sind nicht zur Navigation geeignet. Einige kanadische Gewässer ohne CHS-Pegel verwenden mitgelieferte TICON-4-Konstanten.
es_es: Las estaciones canadienses (CHS) usan modelos armónicos ajustados en este dispositivo a partir de predicciones de CHS (IWLS), conforme a las condiciones de DFO (cláusula 10). No son cifras publicadas por CHS ni sirven para la navegación. Algunas aguas canadienses sin mareógrafos de CHS usan constantes TICON-4 incluidas en la app.
fi: Kanadan (CHS) asemat käyttävät tällä laitteella CHS:n (IWLS) ennusteista sovitettuja harmonisia malleja DFO:n ehtojen mukaisesti (kohta 10). Luvut eivät ole CHS:n julkaisemia eivätkä sovellu navigointiin. Joillakin Kanadan vesialueilla, joilla ei ole CHS:n mittausasemia, käytetään mukana toimitettuja TICON-4-vakioita.
fr_ca: Les stations canadiennes (CHS) utilisent des modèles harmoniques ajustés sur cet appareil à partir des prévisions de CHS (IWLS), selon les conditions du MPO (clause 10). Ces prévisions ne sont pas publiées par CHS et ne doivent pas servir à la navigation. Quelques eaux canadiennes sans station CHS utilisent les constantes TICON-4 intégrées.
it: Le stazioni canadesi (CHS) usano modelli armonici adattati su questo dispositivo alle previsioni CHS (IWLS), secondo i termini DFO (clausola 10). Non sono valori pubblicati da CHS e non sono destinati alla navigazione. Alcune acque canadesi senza mareografi CHS usano costanti TICON-4 incluse nell’app.
ja: カナダ（CHS）の観測所では、DFOの利用条件（第10条）に基づき、CHS（IWLS）の予測データからこのデバイスで作成した調和モデルを使用します。CHSが公開する数値ではなく、航海には使用できません。CHSの観測所がない一部のカナダ水域では、同梱のTICON-4定数を使用します。
ko: 캐나다 (CHS) 관측소는 DFO 이용 약관 (제10조)에 따라 CHS (IWLS) 예측으로 이 기기에서 맞춘 조화 모델을 사용합니다. CHS가 발표한 수치가 아니며 항해용이 아닙니다. CHS 관측소가 없는 일부 캐나다 해역은 내장된 TICON-4 상수를 사용합니다.
nb: Kanadiske stasjoner (CHS) bruker harmoniske modeller tilpasset på denne enheten fra CHS-prognoser (IWLS) under DFOs vilkår (punkt 10). Tallene er ikke publisert av CHS og skal ikke brukes til navigasjon. Noen kanadiske farvann uten CHS-målere bruker medfølgende TICON-4-konstanter.
nl: Canadese stations (CHS) gebruiken harmonische modellen die op dit apparaat worden aangepast aan CHS-voorspellingen (IWLS) onder de voorwaarden van DFO (clausule 10). De waarden zijn niet door CHS gepubliceerd en zijn niet geschikt voor navigatie. Enkele Canadese wateren zonder CHS-peilmeter gebruiken meegeleverde TICON-4-constanten.
pt_br: As estações canadenses (CHS) usam modelos harmônicos ajustados neste dispositivo a partir de previsões do CHS (IWLS), sob os termos do DFO (cláusula 10). Não são valores publicados pelo CHS e não servem para navegação. Algumas águas canadenses sem estações CHS usam constantes TICON-4 incluídas no app.
pt_pt: As estações canadianas (CHS) usam modelos harmónicos ajustados neste dispositivo a partir de previsões do CHS (IWLS), segundo os termos do DFO (cláusula 10). Não são valores publicados pelo CHS e não servem para navegação. Algumas águas canadianas sem mareógrafos CHS usam constantes TICON-4 incluídas na aplicação.
sv: Kanadensiska stationer (CHS) använder harmoniska modeller som anpassats på den här enheten utifrån CHS-prognoser (IWLS) enligt DFO:s villkor (punkt 10). Värdena är inte publicerade av CHS och ska inte användas för navigation. Vissa kanadensiska vatten utan CHS-mätare använder medföljande TICON-4-konstanter.

source: Canadian channel bathymetry: GSC Canada West Coast Topo-Bathymetric DEM. Contains information licensed under the Open Government Licence – Canada.
da: Canadisk farledsbatymetri: GSC Canada West Coast Topo-Bathymetric DEM. Indeholder oplysninger licenseret under Open Government Licence – Canada.
de: Bathymetrie kanadischer Fahrwasser: GSC Canada West Coast Topo-Bathymetric DEM. Enthält Informationen unter der Open Government Licence – Canada.
es_es: Batimetría de canales canadienses: modelo digital topo-batimétrico de la costa oeste de Canadá de GSC. Contiene información bajo la Licencia de Gobierno Abierto de Canadá.
fi: Kanadan väylien syvyystiedot: GSC Canada West Coast Topo-Bathymetric DEM. Sisältää Open Government Licence – Canada -lisenssillä julkaistuja tietoja.
fr_ca: Bathymétrie des chenaux canadiens : GSC Canada West Coast Topo-Bathymetric DEM. Contient de l’information visée par la Licence du gouvernement ouvert – Canada.
it: Batimetria dei canali canadesi: GSC Canada West Coast Topo-Bathymetric DEM. Contiene informazioni concesse con la Open Government Licence – Canada.
ja: カナダの水路水深：GSC Canada West Coast Topo-Bathymetric DEM。カナダのオープンガバメントライセンスに基づく情報を含みます。
ko: 캐나다 수로 수심 자료: GSC Canada West Coast Topo-Bathymetric DEM. 캐나다 공개 정부 라이선스에 따라 허가된 정보를 포함합니다.
nb: Batymetri for kanadiske farleder: GSC Canada West Coast Topo-Bathymetric DEM. Inneholder informasjon lisensiert under Open Government Licence – Canada.
nl: Bathymetrie van Canadese vaargeulen: GSC Canada West Coast Topo-Bathymetric DEM. Bevat informatie onder de Open Government Licence – Canada.
pt_br: Batimetria dos canais canadenses: GSC Canada West Coast Topo-Bathymetric DEM. Contém informações licenciadas sob a Open Government Licence – Canada.
pt_pt: Batimetria dos canais canadianos: GSC Canada West Coast Topo-Bathymetric DEM. Contém informações licenciadas segundo a Open Government Licence – Canada.
sv: Kanadensisk farledsbatymetri: GSC Canada West Coast Topo-Bathymetric DEM. Innehåller information licensierad enligt Open Government Licence – Canada.

source: Cancel
da: Annuller
de: Abbrechen
es_es: Cancelar
fi: Peruuta
fr_ca: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar
sv: Avbryt

source: Channel cross-sections for grown current patches are derived from this bathymetry; raw survey data is not included.
da: Farledstværsnit for udvidede strømområder udledes af denne batymetri; rå opmålingsdata er ikke medtaget.
de: Fahrwasserquerschnitte für erweiterte Strömungsflächen werden aus dieser Bathymetrie abgeleitet; Rohdaten der Vermessung sind nicht enthalten.
es_es: Las secciones transversales de los canales para los parches de corriente ampliados se derivan de esta batimetría; no se incluyen los datos brutos del estudio.
fi: Laajennettujen virtausalueiden väyläpoikkileikkaukset johdetaan näistä syvyystiedoista; alkuperäinen mittausaineisto ei sisälly sovellukseen.
fr_ca: Les profils transversaux des zones de courant étendues sont dérivés de cette bathymétrie; les données de levé brutes ne sont pas incluses.
it: Le sezioni trasversali dei canali nelle aree di corrente ampliate derivano da questa batimetria; i dati grezzi dei rilievi non sono inclusi.
ja: 拡張した潮流領域の水路断面は、この水深データから算出しています。測量の生データは含みません。
ko: 확장된 조류 영역의 수로 단면은 이 수심 자료에서 산출합니다. 원시 측량 데이터는 포함되지 않습니다.
nb: Tverrsnitt av farleder for utvidede strømområder er avledet fra denne batymetrien; rå måledata er ikke inkludert.
nl: Dwarsdoorsneden van vaargeulen voor uitgebreide stroomgebieden worden afgeleid van deze bathymetrie; ruwe meetgegevens zijn niet inbegrepen.
pt_br: As seções transversais dos canais nas áreas de corrente expandidas são derivadas desta batimetria; os dados brutos dos levantamentos não estão incluídos.
pt_pt: As secções transversais dos canais nas áreas de corrente ampliadas derivam desta batimetria; os dados brutos dos levantamentos não estão incluídos.
sv: Farledstvärsnitt för utökade strömområden härleds från denna batymetri; råa mätningsdata ingår inte.

source: Charts
da: Søkort
de: Karten
es_es: Cartas
fi: Merikartat
fr_ca: Cartes
it: Carte
ja: 海図
ko: 해도
nb: Kart
nl: Kaarten
pt_br: Cartas
pt_pt: Cartas
sv: Sjökort

# Charts · %lld of %lld ready
source: Charts · %1$lld of %2$lld ready
da: Søkort · %lld af %lld klar
de: Karten · %1$lld von %2$lld bereit
es_es: Cartas · %1$lld de %2$lld listas
fi: Merikartat · %lld / %lld valmiina
fr_ca: Cartes · %1$lld sur %2$lld prêtes
it: Carte · %1$lld di %2$lld pronte
ja: 海図 · %1$lld / %2$lldエリアが利用可能
ko: 해도 · %2$lld개 중 %1$lld개 준비됨
nb: Kart · %1$lld av %2$lld klare
nl: Kaarten · %1$lld van %2$lld gereed
pt_br: Cartas · %1$lld de %2$lld disponíveis
pt_pt: Cartas · %1$lld de %2$lld disponíveis
sv: Sjökort · %lld av %lld klara

source: Choose a date
da: Vælg en dato
de: Datum wählen
es_es: Elegir una fecha
fi: Valitse päivämäärä
fr_ca: Choisir une date
it: Scegli una data
ja: 日付を選択
ko: 날짜 선택
nb: Velg dato
nl: Kies een datum
pt_br: Escolher data
pt_pt: Escolher data
sv: Välj ett datum

source: Choose a replacement near the removed station.
da: Vælg en erstatning nær den fjernede station.
de: Wähle einen Ersatz nahe der entfernten Station.
es_es: Elige una alternativa cerca de la estación retirada.
fi: Valitse korvaava asema poistetun aseman läheltä.
fr_ca: Choisissez une station de remplacement près de la station retirée.
it: Scegli una sostituta vicino alla stazione rimossa.
ja: 公開終了した観測所の近くで、代わりの観測所を選んでください。
ko: 삭제된 관측소 근처에서 대체 관측소를 선택하세요.
nb: Velg en erstatning nær den fjernede stasjonen.
nl: Kies een vervangend station in de buurt van het verwijderde station.
pt_br: Escolha uma substituta perto da estação removida.
pt_pt: Escolha uma substituta perto da estação removida.
sv: Välj en ersättare nära den borttagna stationen.

source: Choose another station
da: Vælg en anden station
de: Andere Station wählen
es_es: Elegir otra estación
fi: Valitse toinen asema
fr_ca: Choisir une autre station
it: Scegli un’altra stazione
ja: 別の観測所を選択
ko: 다른 관측소 선택
nb: Velg en annen stasjon
nl: Kies een ander station
pt_br: Escolher outra estação
pt_pt: Escolher outra estação
sv: Välj en annan station

source: Choose another station for a different part of the water.
da: Vælg en anden station for en anden del af farvandet.
de: Wähle eine andere Station für einen anderen Teil des Gewässers.
es_es: Elige otra estación para otra zona del agua.
fi: Valitse toinen asema nähdäksesi eri vesialueen.
fr_ca: Choisissez une autre station pour un autre secteur.
it: Scegli un’altra stazione per un’altra zona delle acque.
ja: 別の水域を見るには、観測所を変更してください。
ko: 다른 수역을 보려면 다른 관측소를 선택하세요.
nb: Velg en annen stasjon for en annen del av farvannet.
nl: Kies een ander station voor een ander deel van het water.
pt_br: Escolha outra estação para outra parte das águas.
pt_pt: Escolha outra estação para outra parte das águas.
sv: Välj en annan station för en annan del av vattnet.

source: Choose the station this widget shows.
da: Vælg den station, denne widget viser.
de: Wähle die Station, die dieses Widget anzeigt.
es_es: Elige la estación que muestra este widget.
fi: Valitse tässä widgetissä näytettävä asema.
fr_ca: Choisissez la station affichée par ce widget.
it: Scegli la stazione mostrata da questo widget.
ja: このウィジェットに表示する観測所を選んでください。
ko: 이 위젯에 표시할 관측소를 선택하세요.
nb: Velg stasjonen denne widgeten viser.
nl: Kies het station dat deze widget toont.
pt_br: Escolha a estação exibida neste widget.
pt_pt: Escolha a estação mostrada neste widget.
sv: Välj vilken station widgeten visar.
